"该文本不能为空，请重新输入 ......"="der Text darf nicht leer sein, bitte erneut eingeben..."
"请检查是否已安装 Adobe Acrobat"="Bitte überprüfen Sie, ob Adobe Acrobat installiert ist"
"网页"="Webseite"
"编辑用户"="Benutzer bearbeiten"
"软键盘"="Tastatur"
"简体中文"="Vereinfachtes Chinesisch"
"(提示：点击浏览按钮选择本地文件)"="(Hinweis: Klicken Sie auf die Schaltfläche „blättern“, um die lokale Datei auszuwählen)"
"异步下载方式"="Asynchronen-Modus"
"本地资源显示失败"="Fehlschlagen, die lokalen Ressourcen zu zeigen"
"立体形状"="Stereo-Formen"
"空间站 "="Raumstation"
"删除用户"="Benutzer löschen"
"排笔"="Bürste"
"恐龙"="Dinosaurier"
"用户管理"="Benutzerverwaltung"
"切换到系统"="Windows"
"关闭笔迹修复"="Schließen des Reparierens von Strichen"
"资源在线"="Online-Ressourcen"
"导入文件"="Datei importieren"
"删除工具"="Löschen Sie das Werkzeug"
"水平尺"="Stufe Lineal"
"系统设置"="Systemkonfiguration"
"软件不会将水印保存到您的文档中"="Software wird das Wasserzeichen nicht in Ihrem Ordner speichern"
"三角板"="Dreieck"
"三点画圆"="Kreis aus drei Punkten"
"动物 "="Tiere"
"其他背景"="Andere Hintergrundfarben"
"回放"="Wiedergabe"
"此用户名称已经存在"="Der Benutzername existiert."
"代数 "="Algebra"
"地球 "="Erde"
"关于"="Über"
"删除当前页"="Löschen"
"清空所有笔画"="Wegräumen"
"文件路径"="Dateipfad"
"温度 "="Temperatur"
"俄语"="Russisch"
"播放"="Abspielen"
"保存文件"="Datei speichern"
"背景颜色"="Hintergrundfarbe"
"倒计时"="Runterzählen"
"截图"="Bildschirmkopie"
"直线"="Linie"
"本地资源读取失败"="Fehlschlagen, die lokalen Ressourcen zu öffnen"
"语言"="Sprache"
"当前播放"="Aktuelles Abspielen"
"分钟"="Minuten"
"正在打开文档，请稍等"="Öffnen Sie die Datei, bitte warten Sie."
"链接内容的名称："="Link zum Namen vom Inhalt:"
"加密狗沒有註冊成為雙拼屏幕，請重新註冊。"="hardkey gilt nicht für das Zwei-Bildschirme-Modus, registrieren Sie es bitte."
"图片下载方式"="Modus beim Herunterladen von Bildern"
"图标"="Icons"
"默认用户"="Standardbenutzer"
"地图 "="Landkarten"
"哺乳动物 "="Säugetiere"
"截屏"="Bildschirmkopie"
"人教网"="PEP-Netzwerk"
"工具"="Werkzeug"
"手写识别"="Handschrifterkennung"
"向左停靠"="An der linken Seite"
"计时器"="Timer"
"教学资源"="Bildungsressourcen"
"选择页面"="Seite auswählen"
"显示"="Zeigen"
"本地资源"="Lokale Ressourcen"
"新建页面"="Neue Seite"
"时间"="Zeit"
"笔迹选择工具"="Striche auswählen"
"旋转与缩放"="Zoom und rotieren"
"前进"="Vorwärts"
"智能笔"="Smart-Stift"
"气候"="Klima"
"克罗地亚"="Kroatisch"
"移动工具"="Bild auswählen"
"前一页"="vorherige Seite"
"创易网"="Chong Yi Netzwerk"
"找不到此链接内容"="Kann den Inhalt dieses Links nicht finden"
"启动设置"="Starteinstellungen"
"图片路径不能为空"="Der Bildpfad kann nicht leer sein"
"页面设置"="Seiteneinstellungen"
"椭圆"="Ellipse"
"环境亮度"="Helligkeit"
"删除"="Löschen"
"地理学 "="Geographie"
"添加用户"="Neuer Benutzer"
"角度"="Winkel"
"下一页"="Folgende Seite"
"请输入用户名称"="Geben Sie bitte den Benutzernamen ein"
"历史"="Geschichte"
"硬笔"="Stift"
"图案和关系 "="Patterns und Beziehungen"
"波兰语"="Polnisch"
"计时"="Timer"
"图片搜索设置"="Bildersuche Einstellungen"
"撤消"="Rückgängig machen"
"停止"="Stop"
"从太空中看地球 "="Erde in der Sicht aus dem Weltraum"
"中等尺寸图片"="Mittelgroßes Bild"
"橡皮擦"="Löschen"
"复制"="Kopieren"
"三角形"="Dreieck"
"太阳系"="Sonnensystem"
"擦除图片"="Löschen von Bildern"
"视频展台"="Video ergreifen"
"按点删除"="Löschen von Punkten"
"宇航员 "="Astronaut"
"其他设置"="Andere Konfigurationen"
"元素"="Element"
"页面列表"="Seitenliste"
"批注"="Kommentieren"
"地理科学 "="Geographie"
"画笔颜色"="Stiftfarbe"
"乌克兰"="Ukrainisch"
"装入文本文件"="Textdatei einfügen"
"清空搜索记录"="Löschen von Suche-Cookies"
"向右停靠"="An der rechten Seite"
"文档页面"="Seite für Dokumentation"
"按笔划删除"="Löschen von Strichen"
"韩语"="Koreanisch"
"幕布"="Maske"
"放大镜"="Lupe"
"三角学 "="Trigonometrie"
"请选择文件路径："="Bitte wählen Sie den Dateipfad aus:"
"大小"="Größe"
"华氏"="Fahrenheit"
"化学"="Chemie"
"无脊椎动物 "="Wirbellose"
"基本功能 "="Basisfunktionen"
"在退出之前要保存文件吗?"="Möchten Sie vor dem Schließen die Datei speichern?"
"打印预览"="Druckvorschau"
"新建文件"="Neu"
"粘贴"="Einfügen"
"正在保存文档，请稍等"="Speichern Sie die Datei, bitte warten Sie."
"鸟类"="Vögel"
"取消"="Abbrechen"
"Internet Explorer无法显示该网页或者没有相关图片....."="Internet Explorer kann es nicht zeigen oder Keine verwandten Bilder existieren"
"填充几何图形"="Füllen"
"页面链接"="Seiten-Link"
"英语"="Englisch"
"直尺"="Lineal"
"多笔"="Multi-Stifte"
"正方形"="Quadrat"
"摄氏"="Celsius"
"放到最后"="Zum Ende"
"在打开之前要保存文件吗?"="Möchten Sie vor dem Öffnen die Datei speichern?"
"放大倍数"="Verkleinern / Vergrößern"
"彗星"="Komet"
"你沒有權限使用手指觸控功能"="Sie haben kein Recht, die Finger-Touch-Funktion zu benutzen,"
"爬行动物"="Reptilien"
"文氏图"="Venn-Diagramme"
"选择用户"="Benutzer auswählen"
"面积"="Fläche"
"繁体中文"="Traditionelles Chinesisch"
"文件"="Datei"
"第一次没有搜索到有效的图片，请点击下一页重新搜索"="Kein verfügbares Bild in der ersten Seite, gehen Sie bitte in die nächste Seite, um erneut zu suchen."
"季节"="Jahreszeiten"
"新建黑色背景页"="Neue schwarze Seite"
"半径画圆"="Kreis aus Radius"
"打开网页网址是失败的"="Fehlschlagen, die Website zu öffnen"
"图片尺寸类型"="Typ der Bildgröße"
"形状空间和测量 "="Formen, Weltraum und das Messen"
"向下"="Sich abwärts bewegen"
"Chinese"="Deutsch"
"导出"="Exportieren"
"插入超链接"="Hyperlink einfügen"
"翻动下一页是出现错误"="Fehler beim Weitergang auf die nächste Seite"
"字体"="Schriftart"
"新建屏幕批注页"="Neue Desktop-Seite"
"用户名称"="Benutzername"
"在输入前自动打开键盘"="Öffnen Sie die Tastatur vor der Eingabe"
"返回"="Zurück"
"新建白色背景页"="Neue weiße Seite"
"西班牙"="Spanisch"
"请选择工具"="Wählen Sie bitte die Werkzeuge aus"
"人造卫星 "="Satellit"
"世界 "="Welt"
"磁盘文件"="Datei aus der Platte"
"黑色背景"="Schwarzer Hintergrund"
"天文学和太空 "="Astronomie und Weltraum"
"几何图形填充色"="Füllfarbe"
"七巧板"="Tangrams"
"打开笔迹修复"="Öffnen des Reparierens von Strichen"
"网络资源"="Netzwerkresoursen"
"荧光笔"="Highlighter"
"画笔设置"="Pinseleinstellungen"
"设备 "="Einrichtung"
"星云"="Nebel"
"搜索"="Suche"
"隐藏列表"="Liste unsichtbar machen"
"修改背景"="Hintergrund ändern"
"大尺寸图片"="Großes Bild"
"退出"="Schließen"
"请检查是否安装office 2003"="Bitte überprüfen Sie, ob Office 2003 installiert ist"
"探照灯"="Scheinwerfer"
"浏览"="blättern"
"测量 "="Messen"
"画笔类型"="Stiftart"
"视屏录制"="Bildschirmaufnahme"
"扑克牌 "="Poker"
"欧洲 "="Europa"
"屏幕背景"="Desktop-Hintergrund"
"(提示：输入网址或者从浏览器中复制网址)"="(Hinweis: Geben Sie die URL oder kopieren Sie die URL aus Ihrem Browser)"
"星系"="Galaxis"
"画笔宽度"="Stiftbreite"
"评估"="Bewerten"
"放到最前"="Zum Anfang"
"另存为"="Speichern als"
"漫游"="Bewegung"
"找不到视频设备"="Kein Videogerät"
"正五边形"="Polygon aus fünf Punkten"
"确定"="OK"
"预览页面"="Vorschauseite"
"剪切"="Schneiden"
"平行四边形"="Parallelogramm"
"越南"="Vietnamesisch"
"向上"="Sich aufwärts bewegen"
"几何形状 "="Geometrie"
"新建图片背景页"="Neuer Bildhintergrund"
"线宽"="Stiftbreite"
"幻灯片导航"="Slideseitennavigation"
"亚洲"="Asien"
"您还没有播放PowerPoint幻灯片。"="Öffnen Sie zuerst die Powerpoint-Folie."
"形状 "="Formen"
"量角器"="Winkelmesser"
"数学概念和运算 "="Nummern, Konzepte und Operationen"
"打印"="Drucken"
"矩形"="Rechteck"
"媒体播放器"="Media Player"
"几何图形"="Form einfügen"
"产品连接到加密狗时，水印将在从新启动软件后消失"="Ist das hardkey verbunden worden, verschwindet das Wasserzeichen, wenn Sie die Software neustarten"
"插入文本框"="Text importieren"
"暂停"="Pause"
"关闭"="Schließen"
"正在打印文档，请稍等"="Drucken Sie die Datei, bitte warten Sie."
"请输入网址："="Geben Sie bitte die URL:"
"泰语"="Thailändisch"
"计算器"="Taschenrechner"
"小尺寸图片"="Kleines Bild"
"两栖动物 "="Amphibien"
"笔迹修复"="Reparieren von Strichen"
"双子星计划 "="Zwillinge"
"字体颜色"="Schriftfarbe"
"导出文件"="Datei exportieren"
"骰子"="Würfel"
"外部工具管理"="Verwaltung externer Werkzeuge"
"空间计划 "="Raumfahrtprogramm"
"选择所有笔迹"="Wählen Sie alle Striche aus"
"平面形状"="Flache Formen"
"星座 "="Konstellation"
"翻动上一页是出现错误"="Fehler beim Rückgang auf die vorherige Seite"
"开始"="Start"
"透明背景"="Transparenter Hintergrund"
"打开文件"="Datei öffnen"
"直径画圆"="Kreis aus Durchmesser"
"同步下载方式"="Synchron-Modus"
"鱼"="Fische"
"中国"="China"
"直角坐标系"="Rechtwinkliges Koordinatensystem"
"单位圆"="Einheitskreis"
"启动页面"="Startseite"
"页面背景"="Seitenhintergrund"
"图片背景"="Bild als Hintergrund"
"线条样式"="Linienstil"
"白色背景"="weißer Hintergrund"
"插入图片"="Bild importieren"

